tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "docker", link: false
brew "docker-compose"
brew "fish"
brew "fisher"
brew "node@20"
brew "pnpm"
cask "arc"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "font-hackgen-nerd"
cask "google-japanese-ime"
cask "tabby"
cask "visual-studio-code"
cask "webstorm"
vscode "ms-vscode.makefile-tools"
